{
  "Milchprodukte" : "Kühe (und auch Schafen und Ziegen) tragen wegen ihres Verdauungsapparats (Methan) beträchtlich zur Treibhausgasproduktion bei. Das spiegelt sich auch in Milchprodukten wider. Je höher der Fettanteil der Milchprodukte, desto höher der Effekt. Das erklärt sich teilweise aus den Emission in der Verarbeitungskette, andererseits aus den vergleichsweise großen Mengen an Rohmilch, die für verarbeitete Milchprodukte benötigt werden. Bioprodukte tragen in geringerem Ausmaß zur Treibhausgasproduktion bei. Der geringere Ertrag der Kühe wird durch den Verzicht auf konventionelle (industriell gefertigten) Futtermittel überkompensiert.", 
  "Fleisch/Wurst" : "Fleisch und Wurstwaren gehören zu den klimaschädlichsten Lebensmitteln. Rindfleisch sticht dabei noch einmal heraus, weil neben den benötigten Futtermitteln noch der Verdauungsapparat der Tiere (Methan) eine entscheidende Rolle spielt. Geflügel- und Schweineprodukte tragen weit geringer zur Treibhausgasemission bei. Wurst und Schinken als verarbeitete Produkte haben vergleichsweise hohe Treibhausgasemissionen zur Folge.",
  "Sojaprodukte": "Zwar sind Tofu und Sojaschnetzel verarbeitete Produkte und verursachen daher deutlich mehr Treibhausgase als die Ausgangsprodukte. Aber im Vergleich zu Fleisch, als dessen Ersatz sie immer häufiger Verwendung finden, ist der Wert immer noch deutlich geringer. Sofern für die Produktion nicht Regen- oder Mangrovenwälder abgeholzt worden sind, sind sie auch tatsächlich nachhaltig.",
  "Eier" : "Als tierisches Produkt haben Eier eine relativ schlechte Klimabilanz. Wenn gar nicht auf tierische Proteine verzichtet werden kann, stellen sie aber eine vernünftige Optione dar. Vor allem wenn Bioeier gekauft werden.",
  "Obst/Gemüse" : "Obst und Gemüse weisen eine sehr günstige Klimabilanz auf. Zu beachten bleibt allerdings, wann die jeweiligen Sorten Saison haben, weil die Lagerung, bzw. der Anbau im beheizten Glashaus beträchtlich zum Ausstoß von Treibhausgasen beitragen. Manchmal kann es vorkommen, dass regionale, aber asaisonal gekaufte Produkte schlechter abschneiden, als solche die vergleichsweise klimafreundlich per Schiff aus Übersee geliefert werden. Tiefkühlware trägt wegen des Energiebedarfs in der Kühlkette beträchtlich zur Emission von Treibhausgasen bei. Bioprodukte weisen trotz geringeren Flächenertrags einen geringeren Treibhausgasausstoß auf, weil hierbei auf konventionelle Düngung verzichtet wird.",
  "Backwaren" : "Brot und Gebäck sind pflanzliche Produkte und weisen eine relativ günstige Klimabilanz auf. Bei Bioprodukten gilt das gleich, wie bei Obst und Gemüse. Der geringere Flächenertrag des Ausgangsgetreides wird durch den Verzicht auf Kunstdünger und Pestizide kompensiert. Auf Gebäck und Brot zum selber fertigbacken sollte allerdings verzichtet werden. Großbäckereien arbeiten weit effizienter als der Backofen in der eigenen Küche.",
  "Getreideprodukte" : "Als pflanzliche Produkte tragen Getreideprodukte nur in geringem Maß zum Treibhausausstoß bei. Eine Ausnahme stellt hier Reis dar. Durch die Überflutung der Reisfelder im konventionellen Anbau, entstehen Fäulnisgase, die das Klima schädigen. Bei Teigwaren sollte darauf geachtet werden, dass sie keine Eier enthalten. Bioprodukte tragen weniger zur Treibhausgasemission bei, als konventionelle.",
  "Fisch" : "Bei Fisch kommt es darauf an, ob er gezüchtet oder gefangen worden ist. Zuchtfische haben eine vergleichsweise schlechte Klimabilanz. Tiefkühlware trägt über die Kühlkette erheblich zur Treibhausgasemission bei. Bestimmte Speisefische sind darüber hinaus stark überfischt und gefährdet.",
  "Getränke" : "Bei Getränken kommt es nicht nur auf den Inhalt an, sondern auch auf die Verpackung. Einwegverpackungen sind prinzipiell klimaschädlicher als Mehrwegsysteme. Dosen sollten wegen des hohen Energiebedarfs bei der Herstellung vermieden werden. Bei den alkoholfreien Getränken weisen Softdrinks und Fruchtsäfte wegen der Herstellungsprozesses und der verwendeten Rohstoffe relativ hohe Treibhausgasemissionen auf. Mineralwasser aus der Region (abhängig von Verpackung und Verpackungsgröße) hat eine sehr gute Klimabilanz. Es gibt allerdings eine kostengünstige und (beinahe) CO2-freie Alternative: Leitungswasser. Bei alkoholischen Getränken weist Bier eine sehr gute Klimabilanz auf. Wein ist vergleichbar mit Fruchtsäften. Spirituosen schneiden wegen des Herstellungsprozesses hier am schlechtesten ab.",
  "Fertiggerichte" : "Fertigprodukte tragen wegen diverser Verarbeitungsschritte zu Treibhausgasemissionen bei. Auch die Lagerung (Tiefkühlware) und Verpackung (Dosen) tragen dazu bei. Bei manchen Produkten relativiert sich das bei der Zubereitung allerdings wieder, weil industriell gefertigte Gerichte manchmal effizienter und energiesparender hergestellt werden können, als zu Hause zubereitete Speisen.",
  "Süßigkeiten" : "Süßwaren und Knabbergebäck sind verarbeitete, industriell gefertigte Produkte und tragen auch über die Herstellungsprozesse zur Treibhausgasemission bei. Ausschlaggebend sind aber auch die verwendeten Rohstoffe. Je höher der Anteil an tierischen Rohstoffen, desto klimaschädlicher das Produkt.",
  "Marmelade" : "Als verarbeitetes Produkt hat Marmelade eine höhere Treibhausgasbilanz als die Ausgangsmaterialien. Nachdem es sich dabei allerdings ausschließlich, bzw. zum größtenteil um pflanzliche Produkte handelt, fällt die Klimabilanz im Vergleich zu tierischen Brotaufstrichen deutlich positiver aus. Entscheidend ist in jedem Fall, welche Früchte verwendet werden und woher diese stammen.",
  "Heißgetränke" : "Tee und Kaffee sind pflanzliche Produkte und sollten daher eine recht gute Klimabilanz aufweisen. Kaffee muss allerdings weit aufwendiger für den Verbrauch aufbereitet werden als Tee und hat auch einen etwas geringeren Flächenertrag. Auswirkungen auf die Klimabilanz haben natürlich auch die Verpackungen und die Zubereitungsarten. Und auch hier weist Tee eine bessere Bilanz auf als Kaffee. Denn für die Zubereitung einer Tasse Kaffee wird viermal soviel Ausgangsmaterial benötigt, wie für die Zubereitung einer Tasse Tee. Würde man den Energieverbrauch für die Erhitzung des Wassers dazurechnen, schneidet Kaffee wegen der geringeren benötigten Wassermenge ein wenig besser ab, in der Endabrechnung stellt Tee aber die klimagünstigere Alternative koffeinhaltiger Getränke dar. Für die Simulation mussten allerdings sowohl Kaffee als auch Tee herausgenommen werden, weil kein eindeutiges Datenmaterial gefunden werden konnte."
}